{
    "by": "por",
    "Search...": "Procurar...",
    "Active": "Ativo",
    "Dashboard": "Painel",
    "Apps": "Aplicações",
    "Reports": "Relatórios",
    "Help": "Ajuda",
    "Profile": "Perfil",
    "Log in": "Entrar",
    "Log Out": "Sair",
    "Register": "Registrar",
    "Password": "Senha",
    "Remember me": "Manter conectado",
    "Forgot your password?": "Esqueceu sua senha?",
    "Name": "Nome",
    "Save": "Salvar",
    "Saved.": "Salvo.",
    "Close": "Fechar",
    "Action": "Ação",
    "Warning": "Aviso",
    "Confirmation": "Confirmação",
    "Confirm": "Confirmar",
    "Select all": "Selecionar todos",
    "Attention!": "Atenção",
    "Only active": "Apenas ativos",
    "Only removed": "Apenas removidos",
    "Show all": "Exibir todos",
    "Created at": "Criado em",
    "Updated at": "Atualizado em",
    "Deleted at": "Apagado em",
    "Nothing to show.": "Nada a exibir.",
    "No records found.": "Nenhum registro encontrado.",
    "No items selected.": "Nenhum item selecionado.",
    "Do you confirm this action?": "Você confirma esta ação?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Esqueceu sua senha? Sem problemas. Basta nos informar seu endereço de e-mail e enviaremos por e-mail um link de redefinição de senha que permitirá que você escolha uma nova.",
    "Email Password Reset Link": "Link de redefinição de senha de e-mail",
    "Confirm Password": "Confirme a senha",
    "Already registered?": "Já registrado?",
    "This is a secure area of the application. Please confirm your password before continuing.": "Esta é uma área segura do aplicativo. Por favor, confirme sua senha antes de continuar.",
    "Reset Password": "Resetar senha",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Obrigado por inscrever-se! Antes de começar, você poderia verificar seu endereço de e-mail clicando no link que acabamos de enviar para você? Se você não recebeu o e-mail, teremos prazer em lhe enviar outro.",
    "A new verification link has been sent to the email address you provided during registration.": "Um novo link de verificação foi enviado para o endereço de e-mail que você forneceu durante o registro.",
    "Resend Verification Email": "Reenviar email de verificação",
    "Delete Account": "Apagar conta",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Depois que sua conta for excluída, todos os seus recursos e dados serão excluídos permanentemente. Antes de excluir sua conta, baixe todos os dados ou informações que deseja reter.",
    "Are you sure you want to delete your account?": "Tem certeza de que deseja excluir sua conta?",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Depois que sua conta for excluída, todos os seus recursos e dados serão excluídos permanentemente. Digite sua senha para confirmar que deseja excluir permanentemente sua conta.",
    "Update Password": "Atualizar senha",
    "Ensure your account is using a long, random password to stay secure.": "Certifique-se de que sua conta esteja usando uma senha longa e aleatória para permanecer segura.",
    "Current Password": "Senha atual",
    "New Password": "Nova senha",
    "Add": "Adicionar",
    "Are you sure you want to add the selected item?|Are you sure you want to add the selected items?": "Você tem certeza que deseja adicionar o item selecionado?|Você tem certeza que deseja adicionar os itens selecionados?",
    "Informed item will be added. Do you want to continue?|Informed items will be added. Do you want to continue?": "O item informado será salvo. Você deseja continuar?|Os itens informados serão salvos. Você deseja continuar?",
    "{0} Nothing to add.|[1] Item added successfully.|[2,*] :total items successfully added.": "{0} Nada a adicionar.|[1] Item adicionado com sucesso.|[2,*] :total itens adicionados com sucesso.",
    "Error on add this item.|Error on add the items.": "Erro ao adicionar este item.|Erro ao adicionar os itens.",
    "Edit": "Editar",
    "Edit ':item'": "Editar ':item'",
    "Are you sure you want to edit the selected item?|Are you sure you want to edit the selected items?": "Você tem certeza que deseja editar o item selecionado?|Você tem certeza que deseja editar os itens selecionados?",
    "The selected item will be edited. Do you want to continue?|The selected items will be edited. Do you want to continue?": "O item selecionado será editado. Você deseja continuar?|Os itens selecionados serão editados. Você deseja continuar?",
    "{0} Nothing to edit.|[1] Item edited successfully.|[2,*] :total items successfully edited.": "{0} Nada a editar.|[1] Item editado com sucesso.|[2,*] :total itens editados com sucesso.",
    "Error on edit selected item.|Error on edit selected items.": "Erro ao editar o item selecionado.|Erro ao editar os itens selecionados.",
    "Refresh": "Atualizar",
    "Refresh ':item'": "Atualizar ':item'",
    "Are you sure you want to refresh the selected item?|Are you sure you want to refresh the selected items?": "Você tem certeza que deseja atualizar o item selecionado?|Você tem certeza que deseja atualizar os itens selecionados?",
    "The selected item will be refreshed. Do you want to continue?|The selected items will be refreshed. Do you want to continue?": "O item selecionado será atualizado. Você deseja continuar?|Os itens selecionados serão atualizados. Você deseja continuar?",
    "{0} Nothing to refresh.|[1] Item refreshed successfully.|[2,*] :total items successfully refreshed.": "{0} Nada a atualizar.|[1] Item atualizado com sucesso.|[2,*] :total itens atualizados com sucesso.",
    "Error on refresh selected item.|Error on edit selected items.": "Erro ao atualizar o item selecionado.|Erro ao atualizar os itens selecionados.",
    "Activate": "Ativar",
    "Activate ':item'": "Ativar ':item'",
    "Are you sure you want to activate the selected item?|Are you sure you want to activate the selected items?": "Você tem certeza que deseja ativar o item selecionado?|Você tem certeza que deseja ativar os itens selecionados?",
    "The selected item will be activated. Do you want to continue?|The selected items will be activated. Do you want to continue?": "O item selecionado será ativado. Você deseja continuar?|Os itens selecionados serão ativados. Você deseja continuar?",
    "{0} Nothing to activate.|[1] Item activated successfully.|[2,*] :total items successfully activated.": "{0} Nada a ativar.|[1] Item ativado com sucesso.|[2,*] :total itens ativados com sucesso.",
    "Error on activate selected item.|Error on activate selected items.": "Erro ao ativar o item selecionado.|Erro ao ativar os itens selecionados.",
    "Deactivate": "Desativar",
    "Deactivate ':item'": "Desativar ':item'",
    "Are you sure you want to deactivate the selected item?|Are you sure you want to deactivate the selected items?": "Você tem certeza que deseja desativar o item selecionado?|Você tem certeza que deseja desativar os itens selecionados?",
    "The selected item will be deactivated. Do you want to continue?|The selected items will be deactivated. Do you want to continue?": "O item selecionado será desativado. Você deseja continuar?|Os itens selecionados serão desativados. Você deseja continuar?",
    "{0} Nothing to deactivate.|[1] Item deactivated successfully.|[2,*] :total items successfully deactivated.": "{0} Nada a desativar.|[1] Item desativado com sucesso.|[2,*] :total itens desativados com sucesso.",
    "Error on deactivate selected item.|Error on deactivate selected items.": "Erro ao desativar o item selecionado.|Erro ao desativar os itens selecionados.",
    "Attach": "Vincular",
    "Attach ':item'": "Vincular ':item'",
    "Are you sure you want to attach the selected item?|Are you sure you want to attach the selected items?": "Você tem certeza que deseja vincular o item selecionado?|Você tem certeza que deseja vincular os itens selecionados?",
    "The selected item will be attached. Do you want to continue?|The selected items will be attached. Do you want to continue?": "O item selecionado será vinculado. Você deseja continuar?|Os itens selecionados serão vinculados. Você deseja continuar?",
    "{0} Nothing to attach.|[1] Item attached successfully.|[2,*] :total items successfully attached.": "{0} Nada a vincular.|[1] Item vinculado com sucesso.|[2,*] :total itens vinculados com sucesso.",
    "Error on attach selected item.|Error on attach selected items.": "Erro ao vincular o item selecionado.|Erro ao vincular os itens selecionados.",
    "Detach": "Desvincular",
    "Detach ':item'": "Desvincular ':item'",
    "Are you sure you want to detach the selected item?|Are you sure you want to detach the selected items?": "Você tem certeza que deseja desvincular o item selecionado?|Você tem certeza que deseja desvincular os itens selecionados?",
    "The selected item will be detached. Do you want to continue?|The selected items will be detached. Do you want to continue?": "O item selecionado será desvinculado. Você deseja continuar?|Os itens selecionados serão desvinculados. Você deseja continuar?",
    "{0} Nothing to detach.|[1] Item detached successfully.|[2,*] :total items successfully detached.": "{0} Nada a desvincular.|[1] Item desvinculado com sucesso.|[2,*] :total itens desvinculados com sucesso.",
    "Error on detach selected item.|Error on detach selected items.": "Erro ao desvincular o item selecionado.|Erro ao desvincular os itens selecionados.",
    "Authorize": "Autorizar",
    "Authorize ':item'": "Autorizar ':item'",
    "Are you sure you want to authorize the selected item?|Are you sure you want to authorize the selected items?": "Você tem certeza que deseja autorizar o item selecionado?|Você tem certeza que deseja autorizar os itens selecionados?",
    "The selected item will be authorized. Do you want to continue?|The selected items will be authorized. Do you want to continue?": "O item selecionado será autorizado. Você deseja continuar?|Os itens selecionados serão autorizados. Você deseja continuar?",
    "{0} Nothing to authorize.|[1] Item authorized successfully.|[2,*] :total items successfully authorized.": "{0} Nada a autorizar.|[1] Item autorizado com sucesso.|[2,*] :total itens autorizados com sucesso.",
    "Error on authorize selected item.|Error on authorize selected items.": "Erro ao autorizar o item selecionado.|Erro ao autorizar os itens selecionados.",
    "Deauthorize": "Desautorizar",
    "Deauthorize ':item'": "Desautorizar ':item'",
    "Are you sure you want to deauthorize the selected item?|Are you sure you want to deauthorize the selected items?": "Você tem certeza que deseja desautorizar o item selecionado?|Você tem certeza que deseja desautorizar os itens selecionados?",
    "The selected item will be deauthorized. Do you want to continue?|The selected items will be deauthorized. Do you want to continue?": "O item selecionado será desautorizado. Você deseja continuar?|Os itens selecionados serão desautorizados. Você deseja continuar?",
    "{0} Nothing to deauthorize.|[1] Item deauthorized successfully.|[2,*] :total items successfully deauthorized.": "{0} Nada a desautorizar.|[1] Item desautorizado com sucesso.|[2,*] :total itens desautorizados com sucesso.",
    "Error on deauthorize selected item.|Error on detach selected items.": "Erro ao desautorizar o item selecionado.|Erro ao desautorizar os itens selecionados.",
    "Remove": "Remover",
    "Remove ':item'": "Remover ':item'",
    "Are you sure you want to remove the selected item?|Are you sure you want to remove the selected items?": "Você tem certeza que deseja remover o item selecionado?|Você tem certeza que deseja remover os itens selecionados?",
    "The selected item will be removed from the active items. Do you want to continue?|The selected items will be removed from the active items. Do you want to continue?": "O item selecionado será removido dos itens ativos. Você deseja continuar?|Os itens selecionados serão removidos dos itens ativos. Você deseja continuar?",
    "{0} Nothing to remove.|[1] Item removed successfully.|[2,*] :total items successfully removed.": "{0} Nada a remover.|[1] Item removido com sucesso.|[2,*] :total itens removidos com sucesso.",
    "Error on remove selected item.|Error on remove selected items.": "Erro ao remover o item selecionado.|Erro ao remover os itens selecionados.",
    "Erase": "Excluir",
    "Erase ':item'": "Excluir ':item'",
    "Are you sure you want to erase the selected item?|Are you sure you want to erase the selected items?": "Você tem certeza que deseja excluir o item selecionado?|Você tem certeza que deseja excluir os itens selecionados?",
    "The selected item will be erased from the database. This action can't be undone. Do you want to continue?|The selected items will be erased from the database. This action can't be undone. Do you want to continue?": "O item selecionado será excluído do banco de dados. Esta ação não pode ser desfeita. Você deseja continuar?|Os itens selecionados serão excluídos do banco de dados. Esta ação não pode ser desfeita. Você deseja continuar?",
    "{0} Nothing to erase.|[1] Item erased successfully.|[2,*] :total items successfully erased.": "{0} Nada a excluir.|[1] Item excluído com sucesso.|[2,*] :total itens excluídos com sucesso.",
    "Error on erase selected item.|Error on erase selected items.": "Erro ao excluir o item selecionado.|Erro ao excluir os itens selecionados.",
    "Restore": "Restaurar",
    "Restore ':item'": "Restaurar ':item'",
    "Are you sure you want to restore the selected item?|Are you sure you want to restore the selected items?": "Você tem certeza que deseja restaurar o item selecionado?|Você tem certeza que deseja restaurar os itens selecionados?",
    "The selected item will be restored to the active items. Do you want to continue?|The selected items will be restored to the active items. Do you want to continue?": "O item selecionado será restaurado aos itens ativos. Você deseja continuar?|Os itens selecionados serão restaurados aos itens ativos. Você deseja continuar?",
    "{0} Nothing to restore.|[1] Item restored successfully.|[2,*] :total items successfully restored.": "{0} Nada para restaurar.|[1] Item restaurado com sucesso.|[2,*] :total itens restaurados com sucesso.",
    "Error on restore selected item.|Error on restore selected items.": "Erro ao restaurar os item selecionado.|Erro ao restaurar os itens selecionados.",
    "Profile Information": "Informação do Perfil",
    "Update your account's profile information and email address.": "Atualize as informações de perfil e endereço de e-mail da sua conta.",
    "Click here to re-send the verification email.": "Clique aqui para reenviar o e-mail de verificação.",
    "A new verification link has been sent to your email address.": "Um novo link de verificação foi enviado para seu endereço de e-mail.",
    "Messages": "Mensagens",
    "Schedule": "Agenda",
    "Requirements": "Requerimentos",
    "Roles": "Funções",
    "Registered roles in the system.": "Funções cadastradas no sistema",
    "Role info": "Informação da função",
    "Insert a role with the necessary abilities to run system resources.": "Insira uma função com as abilitações necessárias para executar os recursos do sistema.",
    "Edit the role with the necessary abilities to run system resources.": "Edite a função com as abilitações necessárias para executar os recursos do sistema.",
    "Manage user access roles.": "Gerenciar funções de acesso de usuário.",
    "Units": "Unidades",
    "Subunits": "Subunidades",
    "Manage units registered in the system.": "Gerencie as unidades cadastradas no sistema.",
    "Users": "Usuários",
    "Manage users and their information registered in the system.": "Gerenciar os usuários e suas informações cadastrados no sistema.",
    "": "",
    "_": "_"
}
