{
    "Dashboard": "Painel",
    "Apps": "Aplicações",
    "Reports": "Relatórios",
    "Help": "Ajuda",
    "Profile": "Perfil",
    "Log in": "Entrar",
    "Log Out": "Sair",
    "Register": "Registrar",
    "Password": "Senha",
    "Remember me": "Manter conectado",
    "Forgot your password?": "Esqueceu sua senha?",
    "Name": "Nome",
    "Cancel": "Cancelar",
    "Save": "Salvar",
    "Saved.": "Salvo.",
    "Nothing to show.": "Nada a exibir.",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Esqueceu sua senha? Sem problemas. Basta nos informar seu endereço de e-mail e enviaremos por e-mail um link de redefinição de senha que permitirá que você escolha uma nova.",
    "Email Password Reset Link": "Link de redefinição de senha de e-mail",
    "Confirm Password": "Confirme a senha",
    "Already registered?": "Já registrado?",
    "This is a secure area of the application. Please confirm your password before continuing.": "Esta é uma área segura do aplicativo. Por favor, confirme sua senha antes de continuar.",
    "Reset Password": "Resetar senha",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Obrigado por inscrever-se! Antes de começar, você poderia verificar seu endereço de e-mail clicando no link que acabamos de enviar para você? Se você não recebeu o e-mail, teremos prazer em lhe enviar outro.",
    "A new verification link has been sent to the email address you provided during registration.": "Um novo link de verificação foi enviado para o endereço de e-mail que você forneceu durante o registro.",
    "Resend Verification Email": "Reenviar email de verificação",
    "Delete Account": "Apagar conta",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Depois que sua conta for excluída, todos os seus recursos e dados serão excluídos permanentemente. Antes de excluir sua conta, baixe todos os dados ou informações que deseja reter.",
    "Are you sure you want to delete your account?": "Tem certeza de que deseja excluir sua conta?",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Depois que sua conta for excluída, todos os seus recursos e dados serão excluídos permanentemente. Digite sua senha para confirmar que deseja excluir permanentemente sua conta.",
    "Update Password": "Atualizar senha",
    "Ensure your account is using a long, random password to stay secure.": "Certifique-se de que sua conta esteja usando uma senha longa e aleatória para permanecer segura.",
    "Current Password": "Senha atual",
    "New Password": "Nova senha",
    "Profile Information": "Informação do Perfil",
    "Update your account's profile information and email address.": "Atualize as informações de perfil e endereço de e-mail da sua conta.",
    "Click here to re-send the verification email.": "Clique aqui para reenviar o e-mail de verificação.",
    "A new verification link has been sent to your email address.": "Um novo link de verificação foi enviado para seu endereço de e-mail.",
    "Messages": "Mensagens",
    "Schedule": "Agenda",
    "Requirements": "Requerimentos",
    "Roles": "Funções",
    "Manage user access roles.": "Gerenciar funções de acesso de usuário.",
    "Units": "Unidades",
    "Manage units registered in the system.": "Gerencie as unidades cadastradas no sistema.",
    "Users": "Usuários",
    "Manage users and their information registered in the system.": "Gerenciar os usuários e suas informações cadastrados no sistema.",
    "": "",
    "_": "_"
}
